Repository: common-repository/admin-category-search
Catalog: languages/admin-category-search-*.po
Languages: hu_hu

source: Adds a search field after the dropdown that filters the dropdown elements
hu_hu: Egy kereső mezőt ad hozzá a legördülő mező után ami leszűri a mező elemeit

source: Adds a search field after the taxonomy title that filters the list below
hu_hu: Egy kereső mezőt ad hozzá az osztályozás neve után ami leszűri az alatta levő listát

source: Adds a search tab to taxonomies after Most Used
hu_hu: Hozzáad egy keresési mezőt a leghasználtabbak fül után.

source: Admin category search
hu_hu: Admin kategória keresés

source: Atilla Ordog
hu_hu: Ördög Atilla

source: Category search
hu_hu: Kategória keresés

source: Dropdowns(author) search
hu_hu: Legördülő mező (szerző) keresés

source: Go
hu_hu: Keress

source: If a found category has subcategories, those will be shown
hu_hu: Ha egy megtalált kategória al-elemekkel rendelkezik, mutassa azokat is

source: Manage the places where you want to have search
hu_hu: Válassza ki a helyeket ahol a keresést alkalmazni szeretné

source: Reset Search Results
hu_hu: Találatok visszaállítása

source: Search
hu_hu: Keresés

source: Show subcategories when results found
hu_hu: Mutassa az al-kategóriákat ha van eredmény

source: Taxonomy(Categories) In-field search
hu_hu: Osztályozás(Kategóriák) helybeni keresés

source: Taxonomy(Categories) Search Tab
hu_hu: Osztályozás(Kategóriák) új fül keresés

source: This plugin adds search functionality to taxonomies and dropdowns like author
hu_hu: Ez a plugin keresési lehetőséget ad hozzá osztályozásokhoz és legördülő mezőkhöz.

source: WP Admin Category Search Settings
hu_hu: WP Admin Category Search Beállítások
